window.STORY = {
  "A": [
    {
      "speaker": "",
      "text": "今天也是普通的一天。"
    },
    {
      "speaker": "",
      "text": "而你，是一位好好生活的人。"
    },
    {
      "speaker": "",
      "text": "结束脑力劳动之后，你躺在床上进入了梦乡。"
    },
    {
      "speaker": "",
      "text": "呼噜噜……"
    },
    {
      "speaker": "",
      "text": "呼噜……"
    },
    {
      "speaker": "",
      "text": "呼……"
    },
    {
      "speaker": "",
      "text": "……"
    },
    {
      "speaker": "",
      "text": "……"
    },
    {
      "speaker": "？？？",
      "text": "……醒醒……！"
    },
    {
      "speaker": "？？？",
      "text": "……快醒过来！"
    },
    {
      "speaker": "？？？",
      "text": "沙奈朵大人！"
    },
    {
      "speaker": "",
      "text": "咦？"
    },
    {
      "speaker": "",
      "text": "这是什么声音？"
    },
    {
      "speaker": "",
      "text": "谁在说话？"
    },
    {
      "speaker": "",
      "text": "你不情愿地、磨磨蹭蹭地睁开眼，却被眼前的景象吓了一跳。"
    },
    {
      "speaker": "",
      "text": "映入眼帘的是一片被阳光照得暖洋洋的草地，几十只拉鲁拉丝把你围的严严实实。"
    },
    {
      "speaker": "",
      "text": "它们有的担忧地望着你，有的小声窃窃私语，还有几只踮着脚尖，努力确认你是不是还活着。"
    },
    {
      "speaker": "",
      "text": "距离你最近的那只，小手正紧紧攥在胸前。"
    },
    {
      "speaker": "",
      "text": "见你终于睁开眼，它头顶的红色小角猛地亮了一下。"
    },
    {
      "speaker": "拉鲁拉丝",
      "text": "哦哦，尊敬的沙奈朵大人！"
    },
    {
      "speaker": "拉鲁拉丝",
      "text": "您终于醒了！"
    },
    {
      "speaker": "拉鲁拉丝",
      "text": "我们的村庄，现在发生了很危急的事情！"
    },
    {
      "speaker": "你",
      "text": "……？"
    },
    {
      "speaker": "你",
      "text": "你是谁呀……？"
    },
    {
      "speaker": "拉鲁拉丝",
      "text": "沙奈朵大人，不要再开玩笑啦！"
    },
    {
      "speaker": "拉鲁拉丝",
      "text": "我们接到消息，说有魔物越过了次元的裂缝，马上就要来袭击我们的村庄了！"
    },
    {
      "speaker": "拉鲁拉丝",
      "text": "原本守卫村庄的活，都是交给村口的那只喷火龙做的。"
    },
    {
      "speaker": "拉鲁拉丝",
      "text": "可是它偷懒去了，不知道飞到了哪里……"
    },
    {
      "speaker": "拉鲁拉丝",
      "text": "（小声嘀咕）明明昨天刚奖励了它烤肉，说好今天来值班的……"
    },
    {
      "speaker": "拉鲁拉丝",
      "text": "……总之，这里就只能交给我们神圣的沙奈朵大人了！"
    },
    {
      "speaker": "拉鲁拉丝",
      "text": "我相信您一定能击退魔物，保护大家的！"
    },
    {
      "speaker": "你",
      "text": "等等，有关于魔物的信息吗？"
    },
    {
      "speaker": "拉鲁拉丝",
      "text": "哦哦哦……！不愧是最聪慧的沙奈朵大人！这么快就冷静下来了！"
    },
    {
      "speaker": "你",
      "text": "（其实完全没搞清楚状况，心里慌得一x）"
    },
    {
      "speaker": "拉鲁拉丝",
      "text": "根据古老的传说，这些魔物是怨念的化身。"
    },
    {
      "speaker": "拉鲁拉丝",
      "text": "它们的名字也好奇怪，叫什么……疲惫史莱姆、烦躁史莱姆、杂念小蝙蝠、DDL蝙蝠王。"
    },
    {
      "speaker": "拉鲁拉丝",
      "text": "但是我们都不知道这些是什么意思……真是费解。"
    },
    {
      "speaker": "拉鲁拉丝",
      "text": "博学的沙奈朵大人，您知道吗？"
    },
    {
      "speaker": "你",
      "text": "不知道呢，我只是一只可爱的沙奈朵。"
    },
    {
      "speaker": "",
      "text": "……倒是已经进入角色了。"
    },
    {
      "speaker": "拉鲁拉丝",
      "text": "是的！您是最美丽的沙奈朵大人！今天您的裙摆也是如此的蓬松！"
    },
    {
      "speaker": "拉鲁拉丝",
      "text": "对了，您还记得您的王牌招式吧？"
    },
    {
      "speaker": "拉鲁拉丝",
      "text": "按Z就可以释放强大的念力，按X可以用天使般的歌声攻击它们。"
    },
    {
      "speaker": "拉鲁拉丝",
      "text": "这是昨天喷火龙从树林里带回来的，希望能用得上！"
    },
    {
      "speaker": "",
      "text": "你获得了5粒葡萄，按C吃掉回血。"
    },
    {
      "speaker": "你",
      "text": "才5粒，这么少？"
    },
    {
      "speaker": "拉鲁拉丝",
      "text": "本来有20粒的，剩下15粒莫名其妙消失了……可能是被谁吃掉了吧？"
    },
    {
      "speaker": "拉鲁拉丝",
      "text": "我们相信沙奈朵大人一定可以的！加油！"
    },
    {
      "speaker": "你",
      "text": "……"
    },
    {
      "speaker": "",
      "text": "就在这时，远方传来一阵低吼声。"
    },
    {
      "speaker": "？？？",
      "text": "……"
    },
    {
      "speaker": "？？？",
      "text": "嗷呜……！嗷呜！嗷呜呜！"
    },
    {
      "speaker": "拉鲁拉丝",
      "text": "……它们要攻过来了！沙奈朵大人，拜托您了！"
    },
    {
      "speaker": "你",
      "text": "好吧。"
    }
  ],
  "B": [
    {
      "speaker": "",
      "text": "第一波魔物退散了。"
    },
    {
      "speaker": "拉鲁拉丝",
      "text": "天哪，强力的沙奈朵大人！"
    },
    {
      "speaker": "",
      "text": "你注意到残骸里有一枚奇怪的金属碎片。"
    },
    {
      "speaker": "你",
      "text": "这是什么？"
    },
    {
      "speaker": "拉鲁拉丝",
      "text": "根据古老的传说，这是开启魔物所看守宝藏的钥匙。"
    },
    {
      "speaker": "拉鲁拉丝",
      "text": "不过，看上去只有一半。"
    },
    {
      "speaker": "拉鲁拉丝",
      "text": "也许另一半……"
    },
    {
      "speaker": "",
      "text": "远方再次传来连绵的低吼声。"
    },
    {
      "speaker": "？？？",
      "text": "嗷呜……！嗷呜！嗷呜呜！"
    },
    {
      "speaker": "拉鲁拉丝",
      "text": "啊，居然还有？"
    },
    {
      "speaker": "拉鲁拉丝",
      "text": "这次也拜托您了！"
    }
  ],
  "C": [
    {
      "speaker": "",
      "text": "第二波魔物退散。"
    },
    {
      "speaker": "拉鲁拉丝",
      "text": "这下危机终于解除了！"
    },
    {
      "speaker": "拉鲁拉丝",
      "text": "看，那里有钥匙的另一半，合起来就是一把完整的钥匙了！"
    },
    {
      "speaker": "拉鲁拉丝",
      "text": "但是，宝箱的位置我们还不知道……"
    },
    {
      "speaker": "？？？",
      "text": "大家早上好呀~"
    },
    {
      "speaker": "",
      "text": "下一秒，一只看上去不太正经但是有点帅的喷火龙降落在拉鲁拉丝身旁。"
    },
    {
      "speaker": "喷火龙",
      "text": "嗯？村子怎么乱七八糟的。"
    },
    {
      "speaker": "拉鲁拉丝",
      "text": "喷火龙，你这是去哪了！"
    },
    {
      "speaker": "喷火龙",
      "text": "昨天的葡萄大家都爱吃，我寻思今天再去摘点……"
    },
    {
      "speaker": "拉鲁拉丝",
      "text": "先别管葡萄了，有魔物！"
    },
    {
      "speaker": "喷火龙",
      "text": "好哦，那我来击败它们！"
    },
    {
      "speaker": "",
      "text": "……"
    },
    {
      "speaker": "",
      "text": "又是熟悉的、此起彼伏的低吼声。"
    },
    {
      "speaker": "",
      "text": "……但这次，好像有点不一样？"
    },
    {
      "speaker": "喷火龙",
      "text": "……魔物控制了一只巨金怪。"
    },
    {
      "speaker": "拉鲁拉丝",
      "text": "天哪！"
    },
    {
      "speaker": "拉鲁拉丝",
      "text": "巨金怪是钢系+超能系，会克制沙奈朵大人妖精+超能的招式QAQ"
    },
    {
      "speaker": "喷火龙",
      "text": "没事，巨金怪怕火。"
    },
    {
      "speaker": "拉鲁拉丝",
      "text": "太好了！看来昨天那顿烤肉没白奖励你。"
    },
    {
      "speaker": "喷火龙",
      "text": "嗯……不过，我今天还饿着，所以只能喷火5次左右……"
    },
    {
      "speaker": "喷火龙",
      "text": "剩下的，就交给沙奈朵啦，嘿嘿。"
    },
    {
      "speaker": "拉鲁拉丝",
      "text": "……（怒）"
    },
    {
      "speaker": "你",
      "text": "……（怒）"
    }
  ],
  "D": [
    {
      "speaker": "",
      "text": "在念力和烈焰的双重攻击下，巨金怪发出痛苦的嚎叫，用尽最后一丝力气带着魔物狼狈地撤退了。"
    },
    {
      "speaker": "",
      "text": "你们大获全胜。"
    },
    {
      "speaker": "拉鲁拉丝",
      "text": "我就知道沙奈朵大人一定可以的！"
    },
    {
      "speaker": "拉鲁拉丝",
      "text": "您是我们村庄的守护神！"
    },
    {
      "speaker": "喷火龙",
      "text": "那我呢？"
    },
    {
      "speaker": "拉鲁拉丝",
      "text": "……"
    },
    {
      "speaker": "",
      "text": "你循着巨金怪逃走的方向望去。"
    },
    {
      "speaker": "",
      "text": "被火焰烧得焦黑的草地尽头，出现了一个精致的宝箱。"
    },
    {
      "speaker": "你",
      "text": "这难道就是魔物看守的宝藏？"
    },
    {
      "speaker": "拉鲁拉丝",
      "text": "应该是的！"
    },
    {
      "speaker": "",
      "text": "你将两枚金属碎片拼在一起，伴随着一声轻响，它们连接起来，化作了一把金色钥匙。"
    },
    {
      "speaker": "",
      "text": "你把钥匙插进锁孔，轻轻转动。"
    },
    {
      "speaker": "",
      "text": "咔。"
    },
    {
      "speaker": "",
      "text": "宝箱打开了。"
    },
    {
      "speaker": "",
      "text": "下一瞬间——"
    },
    {
      "speaker": "",
      "text": "耀眼的金光从箱子里喷涌而出！"
    },
    {
      "speaker": "你",
      "text": "哇……！"
    },
    {
      "speaker": "喷火龙",
      "text": "好、好亮！"
    },
    {
      "speaker": "拉鲁拉丝",
      "text": "我的眼睛……"
    },
    {
      "speaker": "",
      "text": "紧接着，一卷古老的卷轴从宝箱里飘了出来。"
    },
    {
      "speaker": "",
      "text": "它悬浮在半空中徐徐展开，周围涌现出神秘的东方文字。"
    },
    {
      "speaker": "",
      "text": "你看不懂，只是感到十分熟悉。"
    },
    {
      "speaker": "",
      "text": "但不知为什么，在下一瞬间你便理解了它们的含义。"
    },
    {
      "speaker": "",
      "text": "这就是魔物们世世代代守护的宝藏，是这个世界的终极真理。"
    },
    {
      "speaker": "",
      "text": "只要掌握了这句真理，被窝就能冬暖夏凉、舒服惬意。"
    },
    {
      "speaker": "",
      "text": "只要掌握了这句真理，想买的东西第二天就能打五折。"
    },
    {
      "speaker": "",
      "text": "只要掌握了这句真理，所有DDL就会自动延期一个月。"
    },
    {
      "speaker": "",
      "text": "只要掌握了这句真理，各种奇怪的麻烦事儿就会消失不见。"
    },
    {
      "speaker": "",
      "text": "你睁大眼睛拼命盯着卷轴，拼尽全力想把上边的每一个字刻进脑海里。"
    },
    {
      "speaker": "",
      "text": "就在这时，一件小小的东西从卷轴中飘落下来，落进了你的手心。"
    },
    {
      "speaker": "",
      "text": "原来是一张基拉祈的贴纸。"
    },
    {
      "speaker": "",
      "text": "贴纸上的基拉祈双眼紧闭，仿佛在沉思着什么。"
    },
    {
      "speaker": "拉鲁拉丝",
      "text": "啊，是传说中的基拉祈！"
    },
    {
      "speaker": "拉鲁拉丝",
      "text": "听说，只要把它贴在本子上，就能借助基拉祈的力量，心想事成！"
    },
    {
      "speaker": "你",
      "text": "真的吗？"
    },
    {
      "speaker": "",
      "text": "心跳加速，双手开始颤抖。"
    },
    {
      "speaker": "你",
      "text": "快，快给我本和笔！"
    },
    {
      "speaker": "",
      "text": "话音刚落，一个床头柜凭空出现在草地上。"
    },
    {
      "speaker": "",
      "text": "床头柜上放着一个熟悉又陌生的笔记本，边上还有一支笔。"
    },
    {
      "speaker": "",
      "text": "……草地上怎么会突然有这种东西？"
    },
    {
      "speaker": "",
      "text": "……不管了。"
    },
    {
      "speaker": "",
      "text": "你立刻扑到床头柜前，翻开笔记本，抓起笔。"
    },
    {
      "speaker": "",
      "text": "一边辨认着卷轴上的文字，一边把它们一笔一画抄进笔记本。"
    },
    {
      "speaker": "",
      "text": "你又把笔记本翻到最后一页，将基拉祈的贴纸端正地贴了上去。"
    },
    {
      "speaker": "你",
      "text": "这样就好了……"
    },
    {
      "speaker": "",
      "text": "与此同时，困意突然涌了上来。"
    },
    {
      "speaker": "",
      "text": "你打了一个哈欠，周围的声音逐渐远去，变得越来越模糊。"
    },
    {
      "speaker": "",
      "text": "然后，你彻底陷入了黑暗。"
    },
    {
      "speaker": "",
      "text": "……"
    },
    {
      "speaker": "",
      "text": "……"
    },
    {
      "speaker": "",
      "text": "……"
    },
    {
      "speaker": "",
      "text": "叮铃铃铃铃——！"
    },
    {
      "speaker": "",
      "text": "早晨十点，你睁开眼睛，看着熟悉的天花板。"
    },
    {
      "speaker": "你",
      "text": "……"
    },
    {
      "speaker": "你",
      "text": "好像做了个很奇怪的梦。"
    },
    {
      "speaker": "",
      "text": "翻个身，正打算接着睡觉，脑海中却突然闪过一道金色的光芒。"
    },
    {
      "speaker": "你",
      "text": "啊……！"
    },
    {
      "speaker": "",
      "text": "你猛地一下从床上坐起来，床头柜上果然放着一个笔记本。"
    },
    {
      "speaker": "",
      "text": "你手忙脚乱地抓起它，迫不及待地翻开。"
    },
    {
      "speaker": "",
      "text": "……只要有了这个……"
    },
    {
      "speaker": "",
      "text": "只要有了这个……！"
    },
    {
      "speaker": "",
      "text": "纸页上果然写着一行字。"
    },
    {
      "speaker": "",
      "text": "这就是，被魔物们世世代代守护的、终极真理——！"
    },
    {
      "speaker": "",
      "text": "……"
    },
    {
      "speaker": "",
      "text": "【香蕉越大，香蕉皮越大。】"
    },
    {
      "speaker": "",
      "text": "……？"
    },
    {
      "speaker": "",
      "text": "你又看了一遍。"
    },
    {
      "speaker": "",
      "text": "【香蕉越大，香蕉皮越大。】"
    },
    {
      "speaker": "你",
      "text": "……"
    },
    {
      "speaker": "你",
      "text": "嗯……"
    },
    {
      "speaker": "",
      "text": "重新躺回床上，拉起被子盖住脑袋。"
    },
    {
      "speaker": "你",
      "text": "算了，还是再睡会儿吧。"
    },
    {
      "speaker": "",
      "text": "房间再次安静下来。"
    },
    {
      "speaker": "",
      "text": "阳光穿过厚重的窗帘，轻轻落在床头柜上。"
    },
    {
      "speaker": "",
      "text": "一阵不知道从哪儿来的风，把笔记本翻到了最后一页。"
    },
    {
      "speaker": "",
      "text": "那张贴纸，正散发着微弱而温柔的光芒。"
    },
    {
      "speaker": "",
      "text": "……基拉祈睁开了眼睛。"
    },
    {
      "speaker": "",
      "text": "……"
    },
    {
      "speaker": "",
      "text": "今天也是普通的一天。"
    }
  ]
};
